Revit 2024 API
SymbolTypeId.NPerMmSup2 Property
 Symbol N/mm², indicating unit Newtons per square millimeter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId NPerMmSup2 { get; }
Visual Basic
Public Shared ReadOnly Property NPerMmSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ NPerMmSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace